const History = () => {
  return ( 
    <main class = "section">
      <div class="container">
        <div class="project-details">
            <h1 class="title-1">История театра</h1>

            <div class="info-block">
              <img src="https://teatron.pro/images/5f144c6650de0.jpg" alt="" class="project-details__img"/>
              <div class="project-details__desc">
                <p class = "text">
                  Малый драматический театр "ТЕАТРОН" основан в октябре 1987 года и сразу решительно заявил о себе. Первая премьера – спектакль по пьесе Л. Разумовской «Под одной крышей» стала просто символической. Под одной крышей объединились дерзкие и целеустремлённые люди, сумевшие только в течение одного года не просто выпустить семь премьер, но и заставить весь Екатеринбург говорить о театре, как о необычном явлении. Посудите сами: спектакль по пьесе В. Малягина «Утренняя жертва», А. Соколова «Вы слышите голос», М. Горький «На дне», В. Шукшин «Точка зрения», а затем спектакли, «которые потрясли мир»: П. Шеффер «Эквус», Т. Стоппард «Гамлет наоборот». Буквально через год международное признание – реализация проекта (Россия, Испания) «Праздник драконов».
                </p>
              </div>
            </div>

            <div class="info-block info-block_reverse">
              <img src="https://teatron.pro/images/5f144c6650de0.jpg" alt="" class="project-details__img"/>
              <div class="project-details__desc">
                <p class = "text">
                  Малый драматический театр "ТЕАТРОН" основан в октябре 1987 года и сразу решительно заявил о себе. Первая премьера – спектакль по пьесе Л. Разумовской «Под одной крышей» стала просто символической. Под одной крышей объединились дерзкие и целеустремлённые люди, сумевшие только в течение одного года не просто выпустить семь премьер, но и заставить весь Екатеринбург говорить о театре, как о необычном явлении. Посудите сами: спектакль по пьесе В. Малягина «Утренняя жертва», А. Соколова «Вы слышите голос», М. Горький «На дне», В. Шукшин «Точка зрения», а затем спектакли, «которые потрясли мир»: П. Шеффер «Эквус», Т. Стоппард «Гамлет наоборот». Буквально через год международное признание – реализация проекта (Россия, Испания) «Праздник драконов».
                </p>
              </div>
            </div>

            <div class="">
              <div class="project-details__desc">
                <p class = "text">
                  Малый драматический театр "ТЕАТРОН" основан в октябре 1987 года и сразу решительно заявил о себе. Первая премьера – спектакль по пьесе Л. Разумовской «Под одной крышей» стала просто символической. Под одной крышей объединились дерзкие и целеустремлённые люди, сумевшие только в течение одного года не просто выпустить семь премьер, но и заставить весь Екатеринбург говорить о театре, как о необычном явлении. Посудите сами: спектакль по пьесе В. Малягина «Утренняя жертва», А. Соколова «Вы слышите голос», М. Горький «На дне», В. Шукшин «Точка зрения», а затем спектакли, «которые потрясли мир»: П. Шеффер «Эквус», Т. Стоппард «Гамлет наоборот». Буквально через год международное признание – реализация проекта (Россия, Испания) «Праздник драконов».
                  Малый драматический театр "ТЕАТРОН" основан в октябре 1987 года и сразу решительно заявил о себе. Первая премьера – спектакль по пьесе Л. Разумовской «Под одной крышей» стала просто символической. Под одной крышей объединились дерзкие и целеустремлённые люди, сумевшие только в течение одного года не просто выпустить семь премьер, но и заставить весь Екатеринбург говорить о театре, как о необычном явлении. Посудите сами: спектакль по пьесе В. Малягина «Утренняя жертва», А. Соколова «Вы слышите голос», М. Горький «На дне», В. Шукшин «Точка зрения», а затем спектакли, «которые потрясли мир»: П. Шеффер «Эквус», Т. Стоппард «Гамлет наоборот». Буквально через год международное признание – реализация проекта (Россия, Испания) «Праздник драконов».

                  Малый драматический театр "ТЕАТРОН" основан в октябре 1987 года и сразу решительно заявил о себе. Первая премьера – спектакль по пьесе Л. Разумовской «Под одной крышей» стала просто символической. Под одной крышей объединились дерзкие и целеустремлённые люди, сумевшие только в течение одного года не просто выпустить семь премьер, но и заставить весь Екатеринбург говорить о театре, как о необычном явлении. Посудите сами: спектакль по пьесе В. Малягина «Утренняя жертва», А. Соколова «Вы слышите голос», М. Горький «На дне», В. Шукшин «Точка зрения», а затем спектакли, «которые потрясли мир»: П. Шеффер «Эквус», Т. Стоппард «Гамлет наоборот». Буквально через год международное признание – реализация проекта (Россия, Испания) «Праздник драконов».
                </p>
              </div>
            </div>
      </div>
    </div>
  </main>
  );
}
 
export default History;